{
  "arrayRow": [
    {
      "bahan1": "Apel",
      "bahan2": "Kayu manis",
      "bahan3pelengkap": "Air mineral"
    },
    {
      "bahan1": "Kurma dengan jumlah 3, 5, atau 7 buah",
      "bahan2": "Semangka",
      "bahan3pelengkap": "Air mineral"
    },
    {
      "bahan1": "Kiwi dan nanas manis",
      "bahan2": "Timun dan Chia seed",
      "bahan3pelengkap": "Air mineral"
    },
    {
      "bahan1": "Teh hijau",
      "bahan2": "Daun mint",
      "bahan3pelengkap": "Jeruk nipis"
    },
    {
      "bahan1": "Timun",
      "bahan2": "Jeruk lemon",
      "bahan3pelengkap": "Jeruk nipis"
    },
    {
      "bahan1": "Timun",
      "bahan2": "Jeruk peras",
      "bahan3pelengkap": "Jeruk lemon"
    },
    {
      "bahan1": "Timun",
      "bahan2": "Strawberry",
      "bahan3pelengkap": "Kiwi"
    }
  ],
  "arrayColumn": [
    {
      "prop": "Bahan 1"
    },
    {
      "name": "Bahan 2"
    },
    {
      "name": "Bahan 3 Pelengkap"
    }
  ],
  "judul": "Resep Infused Water",
  "keterangan": [
    "Infused water adalah air putih yang ke dalamnya ditambahkan rasa dan aroma buah-buahan segar dengan cara perendaman dan pendiaman secara bersama-sama dalam waktu tertentu. Proses perendaman dan pendiaman yang dilakukan pada suhu rendah menghasilkan air yang lebih segar dibandingkan air putih biasa.",
    "Air infus ini memberikan air dengan rasa tertentu dan karena ada  penyerapan vitamin dari buah dan sayuran ke dalam air. Selain mendapatkan kesegaran air putih dengan rasa buah, kita juga bisa mendapatkan manfaat dari khasiat buah-buahan yang digunakan.",
    "Infused water bisa dibuat dari satu jenis atau beberapa jenis buah-buahan. Yang harus dilakukan pertama adalah mencuci buah-buahan hingga bersih lalu memotongnya dalam ukuran yang tidak terlalu kecil.",
    "Selanjutnya potongan buah-buahan tersebut segera dimasukkan ke dalam gelas atau wadah kaca yang sebelumnya sudah diisi dengan air putih atau air mineral.",
    "Mayoritas buah-buahan yang ada di Indonesia dapat dibuat sebagai bahan infused water. Buah yang disarankan yaitu buah yang memiliki tekstur daging buah padat dan tidak mudah hancur ketika direndam dengan air. Beberapa contoh buah-buahan dan kombinasinya dapat dilihat pada tabel di bawah ini."
  ]
}
